<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<title>Untitled Document</title>
<style type="text/css">
<!--
body {
	background-color: #00CC33;
}
.style4 {font-size: 120px}
-->
</style>
<script language="JavaScript" type="text/JavaScript">
<!--
function MM_reloadPage(init) {  //reloads the window if Nav4 resized
  if (init==true) with (navigator) {if ((appName=="Netscape")&&(parseInt(appVersion)==4)) {
    document.MM_pgW=innerWidth; document.MM_pgH=innerHeight; onresize=MM_reloadPage; }}
  else if (innerWidth!=document.MM_pgW || innerHeight!=document.MM_pgH) location.reload();
}
MM_reloadPage(true);
//-->
</script>
</head>

<body>
<div id="Layer1" style="position:absolute; left:65px; top:30px; width:994px; height:180px; z-index:1">
  <div align="center"><span class="style4">5 DE FEBRERO</span></div>
</div>
<div id="Layer2" style="position:absolute; left:92px; top:255px; width:999px; height:823px; z-index:2">
  <p align="justify" style="box-sizing: border-box; margin-block-start: 0px; margin: 0px 0px 10px; font-size: 24px; color: rgb(51, 51, 51); font-family: "Courier New", Courier, mono; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-weight: bold; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; background-color: rgb(255, 255, 255); text-decoration-thickness: initial; text-decoration-style: initial; text-decoration-color: initial;">El 5 de febrero marca hist&oacute;ricamente la promulgaci&oacute;n de las dos principales constituciones pol&iacute;ticas de M&eacute;xico: la de 1857 y la de 1917. La primera respondi&oacute; a los planteamientos del liberalismo juarista; la segunda, al reforzamiento institucional que, una vez asentado en el poder, realizara Venustiano Carranza al fin de la revoluci&oacute;n.</p>
  <p align="justify" style="box-sizing: border-box; margin-block-start: 0px; margin: 0px 0px 10px; font-size: 24px; color: rgb(51, 51, 51); font-family: "Courier New", Courier, mono; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-weight: bold; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; background-color: rgb(255, 255, 255); text-decoration-thickness: initial; text-decoration-style: initial; text-decoration-color: initial;">El 5 de febrero de 1857, tras la apertura de sesi&oacute;n a voz del vicepresidente del Congreso, Le&oacute;n Guzm&aacute;n, en el sal&oacute;n de sesiones de Palacio Nacional, ley&oacute; la Carta Magna Jos&eacute; Mar&iacute;a Mata, y al finalizar, m&aacute;s de noventa diputados desfilaron ante el documento escrito, conforme se nombraba a sus respectivos estados, para estampar su firma al calce y dar peso real a la nueva normatividad. Para cerrar con broche de oro, Valent&iacute;n G&oacute;mez Far&iacute;as, el distinguido pol&iacute;tico liberal y presidente del Congreso, entonces ya con 76 a&ntilde;os de edad, jur&oacute; la nueva Ley.</p>
  <p align="justify" style="box-sizing: border-box; margin-block-start: 0px; margin: 0px 0px 10px; font-size: 24px; color: rgb(51, 51, 51); font-family: "Courier New", Courier, mono; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-weight: bold; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; background-color: rgb(255, 255, 255); text-decoration-thickness: initial; text-decoration-style: initial; text-decoration-color: initial;">Con 8 T&iacute;tulos y 120 preceptos, la Constituci&oacute;n de 1857 enfatizaba a los derechos del hombre como fundamento institucional, abrazando la igualdad y libertad de todos ante la ley. Tambi&eacute;n institu&iacute;a el derecho de propiedad, y consagraba, entre otras, las libertades de ense&ntilde;anza, trabajo, pensamiento, asociaci&oacute;n, comercio e imprenta. En ellas se establec&iacute;a el federalismo, la abolici&oacute;n de la esclavitud, la defensa de las ideas, y la religi&oacute;n cat&oacute;lica dejaba de ser oficial para abrir el panorama a la libertad de credos. M&eacute;xico ser&iacute;a una rep&uacute;blica popular y federal, con divisi&oacute;n de poderes en tres: Ejecutivo, Legislativo y Judicial. En resumen, se manifestaba el esp&iacute;ritu libre y soberano de las Leyes de Reforma juaristas, y con ello se ergu&iacute;a una nueva concepci&oacute;n de pa&iacute;s, de naci&oacute;n.</p>
  <p align="justify" style="box-sizing: border-box; margin-block-start: 0px; margin: 0px 0px 10px; font-size: 24px; color: rgb(51, 51, 51); font-family: "Courier New", Courier, mono; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-weight: bold; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; background-color: rgb(255, 255, 255); text-decoration-thickness: initial; text-decoration-style: initial; text-decoration-color: initial;">El 5 de febrero de 1917, sesenta a&ntilde;os despu&eacute;s, Venustiano Carranza promulg&oacute; la Constituci&oacute;n que a&uacute;n nos rige. La sede fue el Teatro de la Rep&uacute;blica de la ciudad de Quer&eacute;taro, y entr&oacute; en vigor hasta el 1 de mayo. Surge cuando la revoluci&oacute;n a&uacute;n no ha terminado, y pretende imponer un nuevo orden bajo la ley, legitimando al Estado carrancista como detentor del poder. Su base fue la Constituci&oacute;n predecesora, pero al emanar de la guerra revolucionaria en un momento en que &eacute;sta a&uacute;n no terminaba, pues zapatistas y villistas a&uacute;n luchaban por sus demandas, incluy&oacute; en sus planteamientos aquellos fundamentos sociales que formaban parte de estas luchas, como la reforma agraria, el municipio libre, la cuesti&oacute;n obrera, y la educaci&oacute;n obligatoria y gratuita. La Constituci&oacute;n de 1917 se consider&oacute; vanguardista, siendo ejemplo a nivel internacional al ser la primera en incluir los derechos sociales en su texto<a href="https://www.cndh.org.mx/noticia/aniversario-de-la-promulgacion-de-las-constituciones-de-1857-y-1917#_ftn3" name="_ftnref3" title="" id="_ftnref3" style="box-sizing: border-box; background-color: transparent; color: rgb(51, 122, 183); text-decoration: none; padding: 0px; margin: 0px; overflow-wrap: break-word; word-break: break-word; hyphens: auto;">[3]</a>. Const&oacute; de 9 t&iacute;tulos, 136 art&iacute;culos y 19 transitorios.</p>
  <p align="justify" style="box-sizing: border-box; margin-block-start: 0px; margin: 0px 0px 10px; font-size: 24px; color: rgb(51, 51, 51); font-family: "Courier New", Courier, mono; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-weight: bold; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; background-color: rgb(255, 255, 255); text-decoration-thickness: initial; text-decoration-style: initial; text-decoration-color: initial;">Igual de importantes, ambas Constituciones provienen de sendos movimientos revolucionarios; muestran el devenir de M&eacute;xico, momentos fundamentales de la historia del pa&iacute;s y sus habitantes, su forma de gobierno, y el Proyecto de Naci&oacute;n, propuesto y elegido; pero sobre todo representan el Pacto Social que la sociedad mexicana firm&oacute; y en torno al cual se acord&oacute; la convivencia, bajo los valores ah&iacute; plasmados. Por ello, en esta ocasi&oacute;n las recordamos conjuntamente, en una conmemoraci&oacute;n que permite destacar nuestro trayecto hacia la soberan&iacute;a y los valores heredados de la reforma, as&iacute; como la conciencia social agraria y proletaria de la movilizaci&oacute;n popular, todo lo cual abon&oacute; en favor del marco legal que actualmente da sustento a las garant&iacute;as individuales, la igualdad y equidad ante la ley, los derechos humanos y la soberan&iacute;a mexicana, entre otros aspectos fundamentales que rigen la vida de nuestra naci&oacute;n.</p>
</div>
</body>
</html>
